نزلہ اگر کسی بھی سبب سے لاحق ہوجائے، مثلاََ سردی کے موسم میں کوئی ٹھنڈی چیز کھانے سے ، موسم سرماکی سرد ہوا لگنے سے یا سارا دن ائر کنڈیشنڈ کمرے میں بیٹھے رہنے سے تو پریشان ہونے کی ضرورت نہیں ہے، بلکہ درج ذیل چا ر طریقوں پر عمل کرنے کی ضرورت ہے۔ ان طریقوں پر عمل کرنے سے آپ نزلے سے نجات حاصل کرسکتے ہیں:
پانی زیادہ پییں: ڈاکٹر رابرٹ جوایک یونی ورسٹی میں پروفیسر ہیں، وہ کہتے ہیں: ”نزلے میں ضروری ہے کہ آپ خوب پانی پییں۔

آپ عام دنوں میں جتنا پانی پیتے ہیں، نزلے کی حالت میں اس سے دُگنا پییں اور اس کے ساتھ حیاتین ج (وٹامن سی) کی گولی یا پھر کینو، مالٹا یا نارنگی وغیرہ کھائیں۔ “ زیادہ پانی پینے سے نزلے کی علامات ختم ہوجاتی ہیں۔


“ زیادہ پانی پینے سے نزلے کی علامات ختم ہوجاتی ہیں، مثلاََ ناک بہنا یا حلق کی دکھن وغیرہ۔ سانس کی نالی کشادہ ہوجاتی ہے ۔

اور حلق کے بیکٹیریا سے بھی نجات مل جاتی ہے۔
رات کو اچھی نیند لیں: رات کو جب آپ گہری نیند سو جاتے ہیں تو آپ کی قوتِ مدافعت میں اضافہ ہوجاتا ہے، جس کے نتیجے میں وائرس (فضامیں شامل جراثیم)بے اثر ہوجاتے ہیں۔ ایک ماہر کا کہنا ہے کہ نزلے کے ابتدائی گھنٹوں میں اگر آپ اضافی طور پر ایک یادو گھنٹے سو جائیں گے تو اس سے بھی فائدہ ہوگا۔
ایک تحقیق کے مطابق وہ افراد جو سات گھنٹے سے کم نیند لیتے ہیں ، انھیں نزلہ ہونے کے امکانات ، ان افراد کی نسبت تین گنا زیادہ ہوتے ہیں، جو سات گھنٹوں سے زیادہ سوتے ہیں۔ چناں چہ جب نزلے کی آمد ہوتو خوب نیند لیں۔
نمکین پانی سے غرغرے کریں: نزلے سے اگر آپ کے حلق میں تکلیف ہو تو نیم گرم پانی میں تھوڑا سا نمک ملا کر غر غرے کریں۔
نمک آپ کے حلق کی رطوبت کو کھینچ نکالتا ہے۔ اس کے علاوہ حلق کے پچھلے حصے میں ہونے والی سوزش بھی ختم ہوجاتی ہے ۔ نمک کے غرغروں سے وائرس اور مضرِ صحت بیکٹریا ختم ہوجاتے ہیں۔ غرغرے ایک گلاس پانی میں نصف چمچہ نمک ملا کرکیے جائیں۔
دوا کھایئے: جب آپ نزلے میں مبتلا ہوں اور آنکھوں اور ناک سے پانی بہ رہا ہو اور آپ کو کھانسی بھی آرہی ہو تو معالج سے مشورہ کرکے دوا کھائیے۔ تحقیق سے معلوم ہوا ہے کہ نزلے کے ابتدائی چوبیس گھنٹوں میں اگر ایسی ادویہ کھالی جائیں، جن میں جست ملا ہوتو نزلے کے اثرات کم ہوجاتے ہیں۔ یہ ادویہ گولیوں یا شربت کی شکل میں میڈیکل اسٹوروں پر دستیاب ہیں۔
