جب مرغن غذاؤں کی بات آتی ہے تو صحت سے متعلق سوالات ذہن میں اٹھتے ہیں کہ آیا چکنائی والی غذائیں کھانی چاہیے یا نہیں۔

لیکن روزمرہ کی زندگی میں بہت سی چیزیں میدے سے بنتی ہیں جیسے پراٹھا، نان، سموسے وغیرہ۔ پیزا، برگر، پاستا، نوڈلز جو بچوں کو بہت پسند ہیں یا ہمارے گھروں میں روزمرہ کے کھانے کا حصہ بن رہے ہیں سب میدے سے تیار کیے جاتے ہیں۔ بہت سی مٹھائیاں بھی میدے سے تیار کی جاتی ہیں۔

ہم ہر روز کسی نہ کسی شکل میں میدہ کھا رہے ہیں تو ایسے میں اس سوال کا جواب جاننا ضروری ہے کہ اس کے صحت پر کیا اثرات مرتب ہوتے ہیں اور آیا میدہ صحت کے لیے نقصان دہ تو نہیں؟

تاہم پہلے جانتے ہیں کہ میدہ کیسے تیار کیا جاتا ہے۔

میدہ کیسے تیار ہوتا ہے؟
میدہ،تصویر کا ذریعہGETTY IMAGES
کیا گندم کا آٹا، میدہ اور سوجی سب ایک جیسے ہیں؟ ہمیں میدہ کھانے سے کیوں گریز کرنا چاہیے؟

ہم میں سے اکثر کو یہ نہیں معلوم کہ میدے کو کیسے تیار کیا جاتا ہے۔ بعض لوگوں کا خیال ہے کہ میدہ گندم کو پیس کر بنایا جاتا ہے۔

ہم نے ماہر امراض اطفال اور نیوٹریشن کنسلٹنٹ ارون کمار سے پوچھا کہ میدہ کیا ہے؟

انھوں نے کہا کہ ’چاول کی تین پرتیں ہوتی ہیں۔ پہلی تہہ کو ہٹانے سے کھانے کے چاول نکلتے ہیں۔ گندم کو بھی اسی طرح صاف کیا جاتا ہے۔ اگر گندم کے دانے کو بھوسے سمیت پیس لیا جائے تو آٹا تیار ہوتا ہے جس سے ہم گھر میں روٹی بناتے ہیں۔‘

’لیکن اگر گندم کے بھوسے کو بالکل نکال دیا جائے اور اسے بہت باریک پیس لیا جائے تو یہ آٹے کی شکل اختیار کرتا ہے جسے دراصل ’میدہ‘کہا جاتا ہے۔‘

ڈاکٹر ارون کا کہنا ہے کہ یقیناً بہت زیادہ چکنائی کھانا صحت کے لیے اچھا نہیں ہے۔ وہ کہتے ہیں کہ ’انٹرنیٹ پر میدے کے استعمال سے متعلق بہت ساری غلط معلومات پھیلائی جا رہی ہیں۔ میدے سے ڈرنے کی ضرورت نہیں ہے۔‘
