19 اپریل 1995 کو ابھی دن کا آغاز ہوا ہی تھا۔ لوگ معمول کے مطابق اپنے کام کاج پر جا رہے تھے کہ امریکی فوج کے ایک سابق اہلکار نے اوکلاہوما سٹی کے ایک وفاقی دفتر کی عمارت کے باہر دھماکہ خیز مواد سے بھرا ہوا کرائے کا ایک ٹرک لا کر کھڑا کیا اور موقع سے فرار ہونے سے قبل اسے اڑا دیا۔

یہ حملہ حکومت مخالف انتہا پسندانہ عقائد سے متاثر ہو کر کیا گیا تھا اور اس بم دھماکے میں 168 افراد ہلاک اور سینکڑوں زخمی ہوئے تھے۔ اس وقت تک یہ امریکہ میں دہشت گردی کا سب سے مہلک حملہ تھا۔ یہ امریکی سرزمین پر کسی امریکی کی طرف سے کیا گیا آج تک کا سب سے ہولناک حملہ ہے۔

بی بی سی نے اس ہولناک بم دھماکے کی کہانی ان پانچ افراد کے ذریعے بیان کرنے کی کوشش کی ہے جن کی زندگیوں کو اس واقعے نے ہمیشہ کے لیے بدل کر رکھ دیا۔

یہ امریکہ میں ایک خوبصورت بہار کی صبح تھی۔

اوکلاہوما کے ایک پولیس افسر اور میڈیکل ٹیکنیشن کیون میک کلو اپنی چھٹی والا دن گزارنے کے لیے ایک مقامی چرچ میں بچوں کے ایک گروپ سے بات کرنے کے لیے جا رہے تھے۔ ایک مقامی ٹیلی ویژن رپورٹر، رابن مارش دن کی خبروں سے متعلق منصوبہ بندی کے لیے ایک دفتری میٹنگ میں تھیں۔

فائر فائٹر کرس فیلڈز اور ان کے ساتھی اپنا بدھ کا دن فائر سٹیشن میں دیکھ بھال کے کاموں میں گزارنے کی تیاری کر رہے تھے۔ انھوں نے ابھی دوسرے فائر فائٹرز کے ایک گروہ کو 24 گھنٹے کی شفٹ سے فارغ کیا تھا اور وہ خود کچھ ناشتہ کرنے کی تیاری میں تھے۔

آرین المون جو خود تو الفریڈ پی مرہ نامی عمارت میں کام نہیں کرتی تھی لیکن قریب ہی رہتی تھیں۔ وہ ایک نو منزلوں پر مشتمل کنکریٹ سے بنی سرکاری دفاتر کی عمارت تھی۔ جہاں روزانہ کم از کم 500 سے زیادہ ورکرز موجود ہوتے تھے۔

اس عمارت کی دوسری منزل پر ’امپریکاز کڈز‘ کے نام سے ایک ڈے کیئر سنٹر بھی تھا۔ 19 اپریل 1995 کی صبح آرین نے چھ میل دور اپنی نئی نوکری پر جانے سے پہلے اپنی بیٹی کو وہاں چھوڑا تھا۔ ان کی بیٹی بیلی نے ایک دن پہلے اپنی پہلی سالگرہ منائی تھی۔

امریکہ، حملہ، 1995،تصویر کا ذریعہGETTY IMAGES
،تصویر کا کیپشننو منزلوں پر مشتمل کنکریٹ سے بنی سرکاری دفاتر کی عمارت تھی جہاں روزانہ کم از کم 500 سے زیادہ ورکرز موجود ہوتے تھے
روتھ شواب جو پانچ بچوں کی ماں تھیں، کے لیے اس دن بچوں کو سکول چھوڑنا معمول سے زیادہ آسان رہا تھا۔ وہ اس دن معمول سے پہلے 09:00 بجے ہی محکمہ برائے ہاؤسنگ اینڈ اربن ڈیویلپمنٹ میں اپنے کام پر پہنچ گئی تھی۔ وہ ابھی دفتر پہنچ کر اپنی میز پر بیٹھی ہی تھی اور اپنا کمپیوٹر آن کرنے لگی تھیں کہ ایک دم زور دار دھماکہ ہوا۔

انھوں نے اپنی زندگی میں اس سے زور دار دھماکہ نہیں سنا تھا۔ ہزاروں کلو کھاد اور فیول پھٹ گیا تھا جس نے ایک اس قدر شدید دھماکہ کیا تھا جو نو منزلہ عمارت کو چیر گیا۔

دھماکہ اتنا شدید تھا کہ اس نے عمارت کے شمالی حصے کو مکمل طور پر تباہ کر دیا۔ عمارت کا یہ حصہ ایک گڑھے میں کنکریٹ کا ڈھیر بن گیا۔ آس پاس کھڑی کاریں آگ کے شعلوں میں لپٹی ہوئی تھیں، جس سے شہر کی فضاؤں میں سیاہ دھواں پھیل رہا تھا۔

اس وقت کی آخری چیز جو روتھ کو یاد ہے وہ یہ تھی کہ انھیں محسوس ہو رہا تھا کہ وہ لڑکھڑا رہی ہیں اور نیچے کی طرف کسی اندھے گڑھے میں گر رہی ہیں۔

آس پاس میلوں تک، اوکلاہوما میں عمارت لرز اٹھی، فائر سٹیشن کی کھڑکیوں کے شیشے ٹوٹ گئے اور کیون کی ایمبولینس ہل کر رہ گئی تھی۔

یہ بدھ کی صبح نو بج کر دو منٹ کا وقت تھا اور اوکلاہوما شہر پھر کبھی بھی پہلے جیسا نہیں رہا تھا۔

کرس فیلڈز اور سٹیشن فائیو کے باقی اہلکار دھماکے کی آواز سن کر باہر بھاگے۔ اتنی قریب سے دھواں دیکھ کر انھیں علم تھا کہ انھیں مدد کے لیے کہا جائے گا۔ وہ فوراً اپنے فائر ٹرکوں کو لے کر اندرون شہر کی جانب دوڑے اور راستے میں اڑتے ہوئے شیشے اور ملبے سے زخمی ہونے والے لوگوں کی مدد کی۔

