19 اپریل یعنی جمعہ کے روز سے انڈیا میں عام انتخابات منعقد ہونے جا رہے ہیں۔ انتخابات کا یہ عمل اگلے چھ ہفتوں تک جاری رہے گا جس کے دوران 96 کروڑ 90 لاکھ اہل ووٹر حق رائے دہی استعمال کریں گے۔ وزیر اعظم نریندر مودی اور اُن کے جماعت بھارتیہ جتنا پارٹی ملک میں تیسری مرتبہ اقتدار حاصل کرنے کی کوشش کرے گی۔

انڈیا دنیا کے ان چند ممالک میں سے ایک ہے جس کے پاس جوہری ہتھیار ہیں اور گذشتہ سال انڈیا چاند کے قطب جنوبی پر اُترنے والا پہلا ملک بنا تھا۔

انڈیا دنیا میں سب سے زیادہ گنجان آباد ملک ہے جبکہ اس نے حال ہی میں برطانیہ کو پیچھے چھوڑتے ہوئے دنیا کی پانچویں بڑی معیشیت کا درجہ بھی حاصل کر لیا ہے۔

کئی عالمی مبصرین اس بات کی پیش گوئی کر رہے ہیں کہ انڈیا دنیا کی اگلی عالمی سپر پاور ہو گا لیکن اس ملک کو ملنے والا عروج اُمید اور خطرے دونوں ہی کا امتراج ہے۔

ایک تیزی سے بڑھتی ہوئی معیشت
انڈیا ،تصویر کا ذریعہGETTY IMAGES
نریندر مودی نے اگست 2023 میں جنوبی افریقہ کے دورے کے دوران اعلان کیا تھا کہ ’انڈیا دنیا کی ترقی کا انجن‘ ہو گا۔ اور اس کے بعد سنہ 2023 کے آخر تک انڈیا نے دنیا کی سب سے تیزی سے ترقی کرنے والی بڑی معیشت کے طور پر اپنا اعزاز حاصل کیا۔ یاد رہے کہ گذشتہ سال کے آخری تین مہینوں میں اس کی معیشت کے حجم میں 8.4 فیصد اضافہ ہوا تھا۔

عالمی معیشتوں کی درجہ بندی جی ڈی پی (مجموعی ملکی پیداوار) کے ذریعے کی جا سکتی ہے۔ جی ڈی پی کسی ملک میں کمپنیوں، حکومتوں اور افراد کی معاشی سرگرمی کی پیمائش کرتی ہے۔

امریکی سرمایہ کاری بینک ’مورگن سٹینلے‘ سمیت متعدد مالیاتی اداروں کے مطابق انڈیا سنہ 2027 تک جرمنی اور جاپان کو پیچھے چھوڑ کر دنیا کی تیسری سب سے بڑی معیشت بننے کی راہ پر گامزن ہو گا۔

اس سے بھی زیادہ قابل ذکر بات یہ ہے کہ سنہ 1947 میں اپنی آزادی کے وقت انڈیا دنیا کے غریب ترین ممالک میں سے ایک تھا۔

دہائیوں کے برطانوی راج نے ملک کے لیے ناکافی بنیادی ڈھانچا اور زرعی صنعت چھوڑی اور یہ ملک اپنی بڑھتی ہوئی آبادی کا پیٹ بھرنے سے بھی قاصر تھا۔ اس وقت کے اندازوں کے مطابق انڈیا میں لوگوں کی متوقع عمر 35 سال تھی تاہم ورلڈ بینک کے مطابق آج یہ تقریبا دگنا ہو کر 67 سال ہو گئی ہے جبکہ عالمی اوسط 71 برس ہے۔

ورلڈ بینک کے مطابق انڈیا دنیا کا دسواں بڑا برآمدات کرنے والے ملک ہے۔ اس کی بڑی برآمدات میں تیل، ہیرے، اور ادویات شامل ہیں۔

انڈیا کی معیشت اُس وقت تیزی سے پھلی پھولی جب ملک میں سروس انڈسٹری، ٹیلی مواصلات اور سافٹ ویئر کے شعبوں میں ترقی ہوئی۔ لیکن ماہرین اقتصادیات کے مطابق روزگار کے مواقع یکساں رفتار سے پیدا نہیں ہو سکے۔

’ایچ ایس بی سی‘ کی ایک بریفنگ میں اندازہ لگایا گیا ہے کہ انڈیا کو اپنی آبادی میں اضافے کی شرح کے پیش نظر اگلی دہائی میں مزید سات کروڑ ملازمتیں پیدا کرنے کی ضرورت ہے، لیکن حقیقت میں اور اندازوں کے مطابق اس کی ایک تہائی سے زیادہ ملازمتوں کے مواقع پیدا ہونے کا امکان نہیں ہے۔

انڈیا ،تصویر کا ذریعہGETTY IMAGES
آبادی کا پھٹتا غبارہ
بہت سے دیگر ترقی یافتہ ممالک کے برعکس انڈیا کی آبادی کا بڑا حصہ نوجوانوں پر مشتمل ہے۔

اس وقت انڈیا کی کُل آبادی 1.4 ارب افراد پر مشتمل ہے اور انڈین ماہرین اقتصادیات بشار چکرورتی اور گورو ڈالمیا نے پیش گوئی کی ہے کہ سنہ 2030 تک ملک میں کام کرنے کی عمر کے اہل افراد کی تعداد ایک ارب سے تجاوز کر جائے گی۔

انھوں نے ’ہارورڈ بزنس ریویو‘ کو حال ہی میں بتایا کہ جاپان اور چین سمیت دیگر ایشیائی معیشتوں کی معاشی چھلانگ کا انحصار اُن ’کام کرنے کی عمر کی آبادی میں اضافے‘ پر ہے۔ لیکن ان تمام نوجوانوں کو ملک میں رکھنا مشکل ہو سکتا ہے۔ اقوام متحدہ کے مطابق دنیا میں بیرون ملک رہنے والے افراد میں سب سے زیادہ تعداد انڈیا کے شہریوں کی ہے۔

یہاں سے ہر سال تقریباً 25 لاکھ افراد بیرونِ ملک چلے جاتے ہیں جن میں کچھ اعلیٰ تعلیم یافتہ اور ہنر مند افراد بھی ہوتے ہیں۔

انڈین وزارت خارجہ کے اعداد و شمار کے مطابق زیادہ سے زیادہ انڈین غیر معینہ مدت کے لیے بیرون ملک رہنے کا انتخاب کر رہے ہیں، جس میں انڈین شہریت چھوڑنے والوں کی بھی ایک بڑی تعداد ہے۔

انڈیا میں دوہری شہریت کی اجازت نہیں ہے۔ سنہ 2022 میں 225,000 سے زیادہ لوگوں نے اپنی انڈین شہریت منسوخ کرتے ہوئے دیگر ممالک کی شہریت اختیار کی۔

