3 گھنٹے قبل
’سلور رنگ کی ہائی لیکس وین جیسے سپیڈ بریکر پر رُکی تو دھماکہ ہوا اور جیسے ہی نیچے اترے تو پیچھے سے فائرنگ شروع ہو گئی۔ ہم نے جاپانی شہریوں کو فوری دوسری گاڑی میں سوار کر کے روانہ کر دیا۔‘

یہ کہنا ہے محمد حارث کا جو ایک نجی سکیورٹی کمپنی کے گارڈ ہیں۔ وہ ان جاپانی شہریوں کی حفاظت پر مامور تھے جن پر قانون نافذ کرنے والے اداروں کے مطابق جمعے کی صبح خودکش بم حملہ کیا گیا۔

پولیس حکام کے مطابق اس حملے میں پانچوں جاپانی شہری محفوظ رہے جبکہ خودکش بمبار ہلاک ہوگیا اور اس کے ایک سہولت کار کی فائرنگ میں ہلاکت ہوئی۔

ان کا کہنا ہے کہ اس واقعے میں نجی سکیورٹی کمپنی کے ایک اور گارڈ نے زخموں کی تاب نہ لا کر دم توڑ دیا ہے۔

کراچی، جاپانی، حملہ،تصویر کا ذریعہREUTERS
پاکستان میں جاپانیوں پر حملہ کیسے ناکام ہوا؟
کراچی کے صنعتی علاقے کورنگی انڈسٹریل زون کی مرکزی شاہرہ پر مانسہرہ کالونی کے قریب یہ واقعہ ہوا۔ ایک وین سمیت تین گاڑیوں کے قافلے میں چار جاپانی شہری وہاں سے گزر رہے تھے۔

پولیس کے مطابق یہ حملہ صبح پونے سات بجے کے قریب ہوا ہے۔ نجی سیکیورٹی کمپنی کے اہلکار محمد حارث کے مطابق وہ صبح نیول ہاؤسنگ سوسائٹی زم زمہ سے نکلے تھے اور ان کی منزل لانڈھی پراسیسنگ زون تھی۔ جیسے ہی ان کی گاڑیاں کورنگی انڈسٹریل روڈ پر گل زارہ ہال کے قریب پہنچی تو دھماکہ ہوا اس کے فوراً بعد فائرنگ شروع ہوگئی۔

محمد حارث کے مطابق انھوں نے بھی اپنی گن لوڈ کی اور ہوائی فائر کیے کیونکہ کمپنی کی طرف سے انھیں سیدھا فائر کرنے کی اجازت نہیں ہے۔

ایس ایس پی سی ٹی ڈی راجہ عمر خطاب کا کہنا ہے کہ خودکش حملہ آور وین تک پہنچنے سے قبل ہی پھٹ گیا جس کے بعد اس کے ساتھی نے فائرنگ شروع کر دی، جس نے پہلے سے ہی پوزیشن لے رکھی تھی۔

پولیس کو جائے وقوع کے قریب نصب سی سی ٹی وی کیمرے کی ویڈیو بھی ملی ہے جس میں نظر آتا ہے کہ ریت کے ٹیلے کے پیچھے ایک حملہ آور چھاپا ہوا ہے اور فائرنگ کر رہا ہے۔ دو پولیس اہلکار اس کا مقابلہ کر رہے ہیں۔ ایک اہلکار اس پر فائرنگ کرتے ہوئے پیش قدمی کرتا ہے اور سیدھے ہاتھ پر دو، تین فائر کرتا ہے۔

ویڈیو میں نظر آنے والے اہلکار قاسم نے بتایا کہ اسی سڑک پر اٹک پمپ کے قریب ان کی پولیس موبائل کی پوزیشن تھی۔ انھیں ایک دھماکے کی آواز آئی اور چند سیکنڈز کے بعد فائر کی آواز سنائی دی جس کے بعد وہ فوری جائے وقوع پر پہنچ گئے۔

وہ یاد کرتے ہیں کہ ’ہم نے دیکھا کہ ایک دہشت گرد، جس کے پاس ایک رائفل تھی اور مٹی کے پیچھے چھپا ہوا تھا، اس نے آتے ہی ہم پر فائرنگ شروع کر دی۔ میں نے اس کے ہاتھ کا نشانہ بنایا اور فائرنگ کی جس سے وہ موقع پر ہی ہلاک ہوگیا۔‘

