متحدہ عرب امارات میں دبئی، شارجہ اور ابوظہبی سمیت دیگر خلیجی ریاستوں میں طوفانی بارش نے نظام زندگی درہم برہم کر کے رکھ دیا اور متاثرہ علاقوں میں فلیش فلڈز کے باعث کئی اہم علاقے پانی میں ڈوب گئے، متعدد ہلاکتیں ہوئی جبکہ دنیا کے مصروف ترین دبئی ہوائی اڈے پر متعدد پروازوں کا رخ موڑنے کے ساتھ ساتھ دو گھنٹے تک پروازیں متاثر رہیں۔

منگل کے روز متحدہ عرب امارات، عمان اور بحرین میں طوفانی بارشوں سے نظام زندگی درھم برہم ہو کر رہ گیا۔ سب سے زیادہ بارش متحدہ عرب امارات میں ریکارڈ کی گئی جبکہ عمان میں حکام کے مطابق طوفانی بارش کے باعث پیدا ہونے والے سیلاب میں کم از کم 18 افراد ہلاک ہو گئے ہیں۔

متحدہ عرب امارات کے محکمہ موسمیات کے مطابق منگل کو ہونے والی ’غیر معمولی بارش‘ ایک دن میں ریکارڈ کی جانے والی سب سے زیادہ بارش ہے۔ محکمہ موسمیات کے مطابق ’خاتم الشکلہ‘ کے علاقے میں سب سے زیادہ 254 ملی میٹر بارش ریکارڈ کی گئی۔

طوفانی بارش سے ناصرف دبئی ائیرپورٹ پر فلائٹ آپریشن متاثر ہوا بلکہ دنیا کے بہترین شہری انفراسٹریکچر قرار دیے جانے والے شہر دبئی کے بازار، شاپنگ مالز اور میٹرو سٹیشنز میں بارش کا پانی داخل ہو گیا۔

Twitter پوسٹ نظرانداز کریں, 1
Twitter کا مواد دکھانے کی اجازت دی جائے؟?
اس تحریر میں ایسا مواد ہے جو Twitter کی جانب سے دیا گیا ہے۔ کسی بھی چیز کے لوڈ ہونے سے قبل ہم آپ سے اجازت چاہتے ہیں کیونکہ یہ ممکن ہے کہ وہ کوئی مخصوص کوکیز یا ٹیکنالوجیز کا استعمال کر رہے ہوں۔ آپ اسے تسلیم کرنے سے پہلے Twitter ککی پالیسی اور پرائیویسی پالیسی پڑھنا چاہیں گے۔ اس مواد کو دیکھنے کے لیے ’تسلیم کریں، جاری رکھیں‘ پر کلک کریں۔

Accept and continue
تنبیہ: بی بی سی دیگر ویب سائٹس کے مواد کی ذمہ دار نہیں ہے۔
Twitter پوسٹ کا اختتام, 1
دبئی، ابو ظہبی اور شارجہ سمیت کئی شہروں کی سڑکیں نہروں میں بدل گئیں اور شدید ٹریفک جام کے باعث شہریوں نے چند کلومیٹر کا فاصلے کئی کئی گھنٹوں میں طے کیا۔

ہمسایہ ملک عمان میں حکام کا کہنا ہے کہ سیلاب سے مرنے والوں کی تعداد بڑھ کر 18 ہو گئی ہے، کچھ اب بھی لاپتہ ہیں۔ مرنے والوں میں 10 سے 15 سال کی عمر کے 10 طلبا بھی شامل ہیں۔ بحرین میں بھی کاریں سڑکوں میں پھنسی ہوئی دیکھی گئی ہیں۔

عمان ،تصویر کا ذریعہGETTY IMAGES
،تصویر کا کیپشنعمان میں بارش کے باعث سیلابی صورتحال
’دبئی ہو یا کراچی، قدرت کے آگے بے بس ہے‘
متحدہ عرب امارات میں طوفانی بارش کے بعد سوشل میڈیا پر فلیش فلڈ اور سیلابی صورتحال کی متعدد ویڈیوز اور تصاویر گردش کرنے لگی جن میں دنیا کے جدید ترین شہری انفراسٹراکچر والے شہر دبئی کو پانی میں ڈوبا ہوا دیکھا جا سکتا ہے۔

جبکہ کچھ شہری سڑکوں پر پھنسے ہوئے لوگوں کی مدد کی بھی اپیل کرتے نظر آئے۔

کچھ صارفین نے یہ تبصرہ کرتے بھی دکھائی دیے کہ جدید انفراسٹرکچر بھی قدرتی آفات کے سامنے بے بس ہو جاتا ہے۔

Twitter پوسٹ نظرانداز کریں, 2
Twitter کا مواد دکھانے کی اجازت دی جائے؟?
اس تحریر میں ایسا مواد ہے جو Twitter کی جانب سے دیا گیا ہے۔ کسی بھی چیز کے لوڈ ہونے سے قبل ہم آپ سے اجازت چاہتے ہیں کیونکہ یہ ممکن ہے کہ وہ کوئی مخصوص کوکیز یا ٹیکنالوجیز کا استعمال کر رہے ہوں۔ آپ اسے تسلیم کرنے سے پہلے Twitter ککی پالیسی اور پرائیویسی پالیسی پڑھنا چاہیں گے۔ اس مواد کو دیکھنے کے لیے ’تسلیم کریں، جاری رکھیں‘ پر کلک کریں۔

Accept and continue
تنبیہ: بی بی سی دیگر ویب سائٹس کے مواد کی ذمہ دار نہیں ہے۔
Twitter پوسٹ کا اختتام, 2
جبکہ ایک صارف نے لکھا کہ ’انسان کا تعمیر کردہ جدید انفراسٹرکچر اور ترقی محض ایک بارش کو نہیں سنبھال سکی۔ غیر ذمہ دارانہ ترقی موسمیاتی تبدیلیوں اور انسانی تکالیف کی سب سے بڑی وجہ ہے۔‘

ایک اور صارف نے کہا کہ ’یہ قدرت کی تباہی تھی یا کچھ اور۔۔۔‘

dubai،تصویر کا ذریعہGETTY IMAGES
کچھ پاکستانی سوشل میڈیا صارفین نے دبئی، ابوظہبی کی صورتحال کا موازانہ کراچی اور لاہور سے کرتے ہوئے کہا کہ دبئی ہوں یا کراچی قدرتی آفات کے باعث فلیش فلڈ کی فوری نکاسی آب ممکن نہیں ہوتی۔

کچھ صارفین تو بلاول بھٹو کے اس قول کا حوالہ بھی دے رہے ہیں کہ ’جب زیادہ بارش ہوتی ہے تو زیادہ پانی آتا ہے۔‘

Twitter پوسٹ نظرانداز کریں, 3
Twitter کا مواد دکھانے کی اجازت دی جائے؟?
اس تحریر میں ایسا مواد ہے جو Twitter کی جانب سے دیا گیا ہے۔ کسی بھی چیز کے لوڈ ہونے سے قبل ہم آپ سے اجازت چاہتے ہیں کیونکہ یہ ممکن ہے کہ وہ کوئی مخصوص کوکیز یا ٹیکنالوجیز کا استعمال کر رہے ہوں۔ آپ اسے تسلیم کرنے سے پہلے Twitter ککی پالیسی اور پرائیویسی پالیسی پڑھنا چاہیں گے۔ اس مواد کو دیکھنے کے لیے ’تسلیم کریں، جاری رکھیں‘ پر کلک کریں۔

Accept and continue
تنبیہ: بی بی سی دیگر ویب سائٹس کے مواد کی ذمہ دار نہیں ہے۔
Twitter پوسٹ کا اختتام, 3
واضح رہے کہ یہ خطہ عام طور پر گرم اور خشک موسم کی وجہ سے جانا جاتا ہے تاہم حالیہ برسوں میں وقفے وقفے سے یہاں بارش کی وجہ سے سیلابی کیفیت دیکھنے کو ملی ہے۔

چند ماہرین نے اس غیر معمولی موسم کو ماحولیاتی تبدیلی سے جوڑا ہے۔ ان کا ماننا ہے کہ جیسے جیسے کرہ ارض کے درجہ حرارت میں اضافہ ہوتا جائے گا ایسے غیر معمولی طوفان معمول بنتے جائیں گے۔

ماہرین کے مطابق زمین کے اوسط درجہ حرارت میں ایک ڈگری کے اضافے کی وجہ سے سات فیصد تک نمی بڑھ جاتی ہے اور اسی وجہ سے زیادہ بارش ہوتی ہے جو کبھی کبھار بہت کم وقت میں ایک چھوٹے سے رقبے پر سیلابی کیفیت پیدا کر سکتی ہے۔