18 اپريل 2024
گو اس کی کوئی منطقی توجیہہ تو ممکن نہیں مگر یہ ایک حقیقت ہے کہ کیوی کرکٹ کو پاکستان سے چھیڑ خانی کی عادت سی ہو چلی ہے۔ کبھی عین آخری لمحے پر میچ کھیلنے سے انکار کا مذاق، تو کبھی بی ٹیم بھیج کر پاکستان کو ورلڈ کپ کی ’تیاری‘ کروانے کا مذاق رچایا جاتا ہے۔

گذشتہ برس بھی ایک بے رونق سا کیوی سکواڈ پاکستان آیا تھا اور یکے بعد دیگرے پاکستان کو بھاری فتوحات سے ہمکنار کرواتے ہوئے نمبر ون رینکنگ تک پہنچا گیا۔ وہ رینکنگ پاکستان کو اس خوش گمانی میں مبتلا کر گئی تھی کہ ورلڈ کپ کے لیے اُن کے امکانات کا جہاں روشن ہے۔

اس کے بعد ورلڈ کپ میں پاکستان پر جو بیتی، وہ قصۂ غم دہرانے کی ضرورت نہیں۔

گو پچھلے دورے پر کیویز اپنی تمام تر کم مائیگی کے باوجود ٹی ٹونٹی سیریز برابر کرنے میں کامیاب رہے تھے لیکن اس بار جو سکواڈ نیوزی لینڈ کرکٹ کی نمائندگی کرنے پاکستان پہنچا ہے، یہ اپنی قوت اور تجربے میں پچھلے سکواڈ سے کہیں کم تر ہے اور مائیکل بریسویل کی قیادت میں برسرپیکار یہ ٹیم تجربے کی کمی جوش سے پورا کرنے کی کوشش کرے گی۔

پاکستان کے دوروں پر آدھے ادھورے سکواڈز بھیجنا کیوی کرکٹ کی دیرینہ خصلت رہی ہے جو سکیورٹی مسائل کے معرض وجود میں آنے سے بہت پہلے سے جاری ہے۔ یہ علت اس قدر پرانی ہے کہ ایک بار تو عمران خان بھی سٹارز سے محروم کیوی ٹیم کے خلاف کھیلنے سے انکار کر چکے۔

گذشتہ برس کی طرح کیویز کے حالیہ دورے کی بے رونقی بھی آئی پی ایل کے طفیل ہے۔ اب بھی کین ولیمسن، ٹم ساؤدی، ٹرینٹ بولٹ اور رچن رویندرا جیسے ستارے آئی پی ایل کے افق پر جگمگا رہے ہیں جبکہ واہگہ کے اس پار ایک نوآموز کیوی ٹیم پاکستانی شائقین کا خون گرمانے کی کوشش کرے گی۔

ویسے تو یہ بھی آئی پی ایل منتظمین کی مہربانی ہے کہ وہ اپنی ونڈو میں اب انٹرنیشنل کرکٹ کی شراکت برداشت کر لیتے ہیں ورنہ شروع کے کچھ برسوں میں تو آئی پی ایل کے دوران تمام انٹرنیشنل کرکٹ پر ایک غیر اعلانیہ سی پابندی میں رہا کرتی تھی۔

اب پاکستان اپنے نئے کپتان بابر اعظم کی امامت میں ورلڈ کپ کی تیاری کرنے کو ہے مگر مقابل موجود کیوی سکواڈ اس صلاحیت سے عاری ہے جو پاکستان کو انٹرنیشنل لیول کی مسابقتی کرکٹ کا تجربہ فراہم کر سکے۔

سو، ایسے میں فتوحات کی تعداد اور مارجن کی ضخامت لایعنی سوالات بن چکے ہیں کیونکہ ورلڈ کپ میں جس استعداد کی حامل ٹیمیں پاکستان کے مقابل ہوں گی، یہ کیوی سکواڈ اپنی تمام تر صلاحیت کے باوجود اس کے پاس بھی نہیں پھٹک سکتا۔

لیکن اگر بابر اعظم میڈیا پر موجود اپنے ہم خیال مبصرین اور سوشل میڈیا ٹائم لائنز پہ نعرہ زن اپنے حامیوں کے اطمینانِ قلب کے خیالات کو ذہن سے جھٹک پائیں اور حقیقت پسندانہ راہ اپنائیں تو یہ نئے ٹیلنٹ کی آبیاری کے لیے بہترین موقع ہو سکتا ہے۔

عماد وسیم اور محمد عامر کی سکواڈ میں واپسی کے بعد اب یہ ہرگز ضروری نہیں کہ انھیں اپنے ’ٹیلنٹ‘ کا ثبوت دینے کے لیے نیوزی لینڈ کی اس بی ٹیم کے خلاف میدان میں اتار دیا جائے۔ بعینہٖ بلے بازوں میں بھی تجربہ کار کھلاڑیوں کے اعدادوشمار کی افزائش کی بجائے اگر نو منتخب چہروں کو موقع دیا جائے تو پاکستان اپنے وسائل کی قوت بڑھا کر بینچ سٹرینتھ میں اضافہ کر سکتا ہے۔

پاکستان کے عبوری ہیڈ کوچ اظہر محمود کا کہنا ہے کہ ٹی ٹونٹی میں کوئی بھی ٹیم کمزور نہیں ہوتی اور یہ بیان مائیکل بریسویل کے لیے حوصلہ افزا تو ہو سکتا ہے، مگر حقیقت یہی ہے کہ یہ کیوی ٹیم اپنی صلاحیت اور تجربے میں پاکستان کا نصف بھی نہیں ہے۔

کیوی کرکٹ نے تو یہ آدھا ادھورا سکواڈ بھیج کر پاکستان سے ایک اور مذاق کر ہی ڈالا ہے مگر یہ لازم نہیں کہ پاکستان بھی جواباً اپنی مکمل قوت کے ساتھ اترے اور اس ناتواں حریف کو چاروں خانے چِت کر کے اپنی عظمت کا علم بلند کرے۔

یہ بجائے خود پاکستان کرکٹ کا اپنے ہی ساتھ مذاق ہو گا۔

