بچو!آپ نے اسٹیو جابز کا نام ضرور سن رکھا ہو گا۔اسٹیو جابز امریکی بزنس مین،موجد اور مشہور کمپنی ایپل(Apple) کے بانیوں میں سے ایک تھے۔انھیں اپنی کمپنی سے نکالا گیا اور پھر دوبارہ سربراہ بنایا گیا اور اس کے بعد اسٹیو جابز نے کمپنی کو دنیا کی امیر ترین کمپنی بنا دیا۔ان کے ایجاد کردہ میوزک پلیئر یا آئی پوڈ اور آئی فون کی ایک دنیا دیوانی بن گئی۔
اسٹیو جابز جب بھی کوئی نئی پراڈکٹ کی رونمائی کرنے جا رہے ہوتے تو چاہتے تھے کہ وہ عالمی رسالہ ٹائم میگزین کے سرورق کی زینت بنے یا CNN پر اس کی تشہیر ہو۔
”کسی اور کی طرح بننے سے بہتر ہے کہ تم اپنی الگ پہچان بناؤ“(اسٹیو جابز)
(اسٹیو جابز)اپنے اس مشہور قول کا وہ مکمل نمونہ تھے۔


ایک تخلیقی انٹرپرینیور (Entrepreneur) اسٹیو جابز نے اُتار چڑھاؤ سے بھرپور زندگی کے باوجود اُنھوں نے اپنے کمال فن کے جذبے اور جارحانہ انداز سے چھ صنعتوں میں انقلاب برپا کر دیا جن میں پرسنل کمپیوٹر،موویز ،موسیقی،فون،ٹیبلٹ کمپیوٹنگ اور ڈیجیٹل پبلشنگ شامل ہیں۔


اسٹیو جابز 1955ء میں امریکا کی ریاست کیلی فورنیا کے شہر سان فرانسسکو میں پیدا ہوئے اور 2011ء میں کیلی فورنیا میں ہی محض 56 برس کی عمر میں انھوں نے اس دنیا کو ہمیشہ کے لئے خیرباد کہہ دیا۔بچو!یہ بات بڑی دلچسپ ہے کہ آخر کمپنی کا نام ایپل (Apple) ہی کیوں رکھا گیا،دراصل اسٹیو کا سب سے پسندیدہ پھل سیب تھا اور وہ اس بات پر یقین رکھتے تھے کہ سیب عقل مندی اور دانش کا نشان ہے۔
اسی لئے جب ڈیزائنر”روب جنوف“ (Rob Janoff) ان کی کمپنی کا لوگو بنا رہے تھے تو اسٹیو نے کہا کہ کھایا ہوا سیب دکھاؤ وہ بھی صرف ایک طرف سے یعنی عقل و دانش کا سفر یہیں سے شروع ہو گا۔
اسٹیو جابز نے 1972ء میں ریڈ کالج (Red Collage) میں داخلہ لیا۔وہاں ان کی دوستی اپنے ہم نام ”اسٹیو وازنیک“ سے ہو گئی اور انھوں نے مل کر کام کرنے اور کوئی نئی ایجاد کرنے کا فیصلہ کیا۔
اَن تھک کوشش کے بعد ”دی ایپل ون“ کمپیوٹر تیار کیا،یہاں سے اسٹیو جابز کی زندگی کا نیا دور شروع ہوا۔
اسٹیو جابز نے ایک ایسی کمپنی قائم کی،جو جدید تخلیقی صلاحیتوں سے اتنی مالا مال تھی کہ اس زمانے کی سب سے مشہور کمپنی ”ہیولیٹ پیکارڈ“ (Hewlett Packard) کو بھی پیچھے چھوڑ دیا۔وہ جانتے تھے کہ 21 ویں صدی میں سب سے زیادہ اہمیت اُسی کی ہو گی جو تخلیق کو ٹیکنالوجی سے جوڑے گا،اسی لئے انھوں نے ایک ایسی کمپنی بنائی جہاں تخلیقات کی راہوں کو بہترین انجینئرنگ کے ساتھ ملایا گیا۔

اسٹیو جابز ایک انسان دوست شخصیت بھی تھے۔وہ ایڈز کی مہلک بیماری کی عالمی فاوٴنڈیشن کے سب سے بڑے عطیہ دینے والے تھے۔ ان کی کمپنی نے امریکا میں بلا تفریق رنگ و نسل 35ہزار نوکریاں فراہم کیں۔وہ نابینا افراد کے لئے ایسا موبائل فون تیار کرنے والے تھے جو ان کی ہر موقع پر مدد کرتا،لیکن زندگی نے ان سے وفا نہ کی۔
ان کی کہانی نصیحت آموز ہونے کے ساتھ ساتھ سبق آموز بھی ہے،جو ایجادات،کردار،قیادت،انسانیت کا سبق یاد دلاتی ہے اور رہتی دنیا تک باقی رہے گی۔